export const CryptoSeoText = () => {
  return (
    <section className="uppercase tracking-wider flex flex-col gap-4">
      <h1 className="text-3xl font-medium">Список всех обменных пунктов</h1>
      <p className="text-sm">
        В списке ниже представлен полный листинг надёжных обменных пунктов, которые участвуют в
        рейтинге мониторинга обменников MoneySwap. Все представленные здесь обменники прошли
        проверку нашим администратором.
      </p>
      <p className="text-sm">
        Чтобы увидеть обменные пункты, работающие с каким-либо конкретным направлением, выберите на
        панели слева из списка валют, какую валюту вы хотите продать, а какую купить.
      </p>
      <p className="text-sm">
        Как добавить обменник? — Информация для владельцев обменников, желающих добавить свой
        обменный пункт в рейтинг MoneySwap.
      </p>
    </section>
  );
};
